Revit 2027 API
ParameterTypeId.ViewSolarstudyStillTimeText Property
 "Still time text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewSolarstudyStillTimeText { get; }
Public Shared ReadOnly Property ViewSolarstudyStillTimeText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewSolarstudyStillTimeText {
	ForgeTypeId^ get ();
}
static member ViewSolarstudyStillTimeText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace